tuts/2D_syngas_premixed/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
application     reactingDNS;

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         0.0007;//0.0004;

deltaT          5e-8;

writeControl    adjustableRunTime;
//writeControl    timeStep;

writeInterval   0.00005;
//writeInterval    100;

purgeWrite      0;

writeFormat     ascii;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;

adjustTimeStep  yes;//no;

maxDeltaT      1e-6;//

maxCo          0.5;






// ************************************************************************* //
