tuts/2D_syngas_premixed/constant/binaryDiff
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
version                         2.0;
format                          ascii;
class                           dictionary;
object                          binaryDiff;
}

// Scheme: transport fitting

O-O
{
Diff1	-0.133E+02	;
Diff2	0.293E+01	;
Diff3	-0.166E+00	;
Diff4	0.716E-02	;
}
O2-O
{
Diff1	-0.148E+02	;
Diff2	0.334E+01	;
Diff3	-0.220E+00	;
Diff4	0.954E-02	;
}
O2-O2
{
Diff1	-0.158E+02	;
Diff2	0.354E+01	;
Diff3	-0.244E+00	;
Diff4	0.105E-01	;
}
N2-O
{
Diff1	-0.145E+02	;
Diff2	0.322E+01	;
Diff3	-0.204E+00	;
Diff4	0.887E-02	;
}
N2-O2
{
Diff1	-0.155E+02	;
Diff2	0.344E+01	;
Diff3	-0.231E+00	;
Diff4	0.100E-01	;
}
N2-N2
{
Diff1	-0.153E+02	;
Diff2	0.337E+01	;
Diff3	-0.224E+00	;
Diff4	0.971E-02	;
}
H-O
{
Diff1	-0.143E+02	;
Diff2	0.382E+01	;
Diff3	-0.281E+00	;
Diff4	0.121E-01	;
}
H-O2
{
Diff1	-0.157E+02	;
Diff2	0.420E+01	;
Diff3	-0.326E+00	;
Diff4	0.139E-01	;
}
H-N2
{
Diff1	-0.155E+02	;
Diff2	0.412E+01	;
Diff3	-0.316E+00	;
Diff4	0.135E-01	;
}
H-H
{
Diff1	-0.147E+02	;
Diff2	0.413E+01	;
Diff3	-0.317E+00	;
Diff4	0.135E-01	;
}
H2-O
{
Diff1	-0.116E+02	;
Diff2	0.259E+01	;
Diff3	-0.125E+00	;
Diff4	0.558E-02	;
}
H2-O2
{
Diff1	-0.127E+02	;
Diff2	0.288E+01	;
Diff3	-0.163E+00	;
Diff4	0.721E-02	;
}
H2-N2
{
Diff1	-0.126E+02	;
Diff2	0.283E+01	;
Diff3	-0.157E+00	;
Diff4	0.696E-02	;
}
H2-H
{
Diff1	-0.118E+02	;
Diff2	0.290E+01	;
Diff3	-0.162E+00	;
Diff4	0.705E-02	;
}
H2-H2
{
Diff1	-0.999E+01	;
Diff2	0.204E+01	;
Diff3	-0.514E-01	;
Diff4	0.228E-02	;
}
H2O-O
{
Diff1	-0.184E+02	;
Diff2	0.471E+01	;
Diff3	-0.378E+00	;
Diff4	0.156E-01	;
}
H2O-O2
{
Diff1	-0.194E+02	;
Diff2	0.481E+01	;
Diff3	-0.377E+00	;
Diff4	0.150E-01	;
}
H2O-N2
{
Diff1	-0.194E+02	;
Diff2	0.483E+01	;
Diff3	-0.383E+00	;
Diff4	0.154E-01	;
}
H2O-H
{
Diff1	-0.169E+02	;
Diff2	0.440E+01	;
Diff3	-0.312E+00	;
Diff4	0.118E-01	;
}
H2O-H2
{
Diff1	-0.170E+02	;
Diff2	0.454E+01	;
Diff3	-0.364E+00	;
Diff4	0.153E-01	;
}
H2O-H2O
{
Diff1	-0.134E+02	;
Diff2	0.167E+01	;
Diff3	0.124E+00	;
Diff4	-0.978E-02	;
}
OH-O
{
Diff1	-0.133E+02	;
Diff2	0.293E+01	;
Diff3	-0.166E+00	;
Diff4	0.716E-02	;
}
OH-O2
{
Diff1	-0.148E+02	;
Diff2	0.333E+01	;
Diff3	-0.219E+00	;
Diff4	0.949E-02	;
}
OH-N2
{
Diff1	-0.145E+02	;
Diff2	0.321E+01	;
Diff3	-0.203E+00	;
Diff4	0.882E-02	;
}
OH-H
{
Diff1	-0.143E+02	;
Diff2	0.383E+01	;
Diff3	-0.282E+00	;
Diff4	0.121E-01	;
}
OH-H2
{
Diff1	-0.116E+02	;
Diff2	0.259E+01	;
Diff3	-0.126E+00	;
Diff4	0.559E-02	;
}
OH-H2O
{
Diff1	-0.184E+02	;
Diff2	0.471E+01	;
Diff3	-0.378E+00	;
Diff4	0.156E-01	;
}
OH-OH
{
Diff1	-0.134E+02	;
Diff2	0.293E+01	;
Diff3	-0.166E+00	;
Diff4	0.716E-02	;
}
H2O2-O
{
Diff1	-0.148E+02	;
Diff2	0.335E+01	;
Diff3	-0.221E+00	;
Diff4	0.959E-02	;
}
H2O2-O2
{
Diff1	-0.158E+02	;
Diff2	0.354E+01	;
Diff3	-0.244E+00	;
Diff4	0.105E-01	;
}
H2O2-N2
{
Diff1	-0.155E+02	;
Diff2	0.344E+01	;
Diff3	-0.232E+00	;
Diff4	0.100E-01	;
}
H2O2-H
{
Diff1	-0.157E+02	;
Diff2	0.420E+01	;
Diff3	-0.326E+00	;
Diff4	0.139E-01	;
}
H2O2-H2
{
Diff1	-0.127E+02	;
Diff2	0.289E+01	;
Diff3	-0.164E+00	;
Diff4	0.722E-02	;
}
H2O2-H2O
{
Diff1	-0.192E+02	;
Diff2	0.476E+01	;
Diff3	-0.377E+00	;
Diff4	0.153E-01	;
}
H2O2-OH
{
Diff1	-0.148E+02	;
Diff2	0.334E+01	;
Diff3	-0.220E+00	;
Diff4	0.954E-02	;
}
H2O2-H2O2
{
Diff1	-0.158E+02	;
Diff2	0.354E+01	;
Diff3	-0.244E+00	;
Diff4	0.105E-01	;
}
HO2-O
{
Diff1	-0.148E+02	;
Diff2	0.334E+01	;
Diff3	-0.220E+00	;
Diff4	0.957E-02	;
}
HO2-O2
{
Diff1	-0.158E+02	;
Diff2	0.354E+01	;
Diff3	-0.244E+00	;
Diff4	0.105E-01	;
}
HO2-N2
{
Diff1	-0.155E+02	;
Diff2	0.344E+01	;
Diff3	-0.231E+00	;
Diff4	0.100E-01	;
}
HO2-H
{
Diff1	-0.157E+02	;
Diff2	0.420E+01	;
Diff3	-0.326E+00	;
Diff4	0.139E-01	;
}
HO2-H2
{
Diff1	-0.127E+02	;
Diff2	0.288E+01	;
Diff3	-0.163E+00	;
Diff4	0.722E-02	;
}
HO2-H2O
{
Diff1	-0.192E+02	;
Diff2	0.477E+01	;
Diff3	-0.378E+00	;
Diff4	0.153E-01	;
}
HO2-OH
{
Diff1	-0.148E+02	;
Diff2	0.334E+01	;
Diff3	-0.219E+00	;
Diff4	0.952E-02	;
}
HO2-H2O2
{
Diff1	-0.158E+02	;
Diff2	0.354E+01	;
Diff3	-0.244E+00	;
Diff4	0.105E-01	;
}
HO2-HO2
{
Diff1	-0.158E+02	;
Diff2	0.354E+01	;
Diff3	-0.244E+00	;
Diff4	0.105E-01	;
}
HE-O
{
Diff1	-0.102E+02	;
Diff2	0.201E+01	;
Diff3	-0.499E-01	;
Diff4	0.234E-02	;
}
HE-O2
{
Diff1	-0.105E+02	;
Diff2	0.200E+01	;
Diff3	-0.475E-01	;
Diff4	0.216E-02	;
}
HE-N2
{
Diff1	-0.106E+02	;
Diff2	0.201E+01	;
Diff3	-0.493E-01	;
Diff4	0.227E-02	;
}
HE-H
{
Diff1	-0.945E+01	;
Diff2	0.205E+01	;
Diff3	-0.532E-01	;
Diff4	0.235E-02	;
}
HE-H2
{
Diff1	-0.963E+01	;
Diff2	0.196E+01	;
Diff3	-0.452E-01	;
Diff4	0.224E-02	;
}
HE-H2O
{
Diff1	-0.129E+02	;
Diff2	0.301E+01	;
Diff3	-0.178E+00	;
Diff4	0.776E-02	;
}
HE-OH
{
Diff1	-0.102E+02	;
Diff2	0.201E+01	;
Diff3	-0.499E-01	;
Diff4	0.234E-02	;
}
HE-H2O2
{
Diff1	-0.105E+02	;
Diff2	0.200E+01	;
Diff3	-0.475E-01	;
Diff4	0.216E-02	;
}
HE-HO2
{
Diff1	-0.105E+02	;
Diff2	0.200E+01	;
Diff3	-0.475E-01	;
Diff4	0.216E-02	;
}
HE-HE
{
Diff1	-0.107E+02	;
Diff2	0.248E+01	;
Diff3	-0.125E+00	;
Diff4	0.625E-02	;
}
AR-O
{
Diff1	-0.154E+02	;
Diff2	0.357E+01	;
Diff3	-0.248E+00	;
Diff4	0.107E-01	;
}
AR-O2
{
Diff1	-0.165E+02	;
Diff2	0.378E+01	;
Diff3	-0.275E+00	;
Diff4	0.118E-01	;
}
AR-N2
{
Diff1	-0.163E+02	;
Diff2	0.372E+01	;
Diff3	-0.267E+00	;
Diff4	0.115E-01	;
}
AR-H
{
Diff1	-0.160E+02	;
Diff2	0.431E+01	;
Diff3	-0.336E+00	;
Diff4	0.142E-01	;
}
AR-H2
{
Diff1	-0.130E+02	;
Diff2	0.301E+01	;
Diff3	-0.178E+00	;
Diff4	0.777E-02	;
}
AR-H2O
{
Diff1	-0.193E+02	;
Diff2	0.472E+01	;
Diff3	-0.364E+00	;
Diff4	0.144E-01	;
}
AR-OH
{
Diff1	-0.154E+02	;
Diff2	0.356E+01	;
Diff3	-0.247E+00	;
Diff4	0.107E-01	;
}
AR-H2O2
{
Diff1	-0.165E+02	;
Diff2	0.378E+01	;
Diff3	-0.274E+00	;
Diff4	0.118E-01	;
}
AR-HO2
{
Diff1	-0.165E+02	;
Diff2	0.378E+01	;
Diff3	-0.274E+00	;
Diff4	0.118E-01	;
}
AR-HE
{
Diff1	-0.106E+02	;
Diff2	0.202E+01	;
Diff3	-0.492E-01	;
Diff4	0.219E-02	;
}
AR-AR
{
Diff1	-0.172E+02	;
Diff2	0.404E+01	;
Diff3	-0.306E+00	;
Diff4	0.131E-01	;
}
CO-O
{
Diff1	-0.145E+02	;
Diff2	0.323E+01	;
Diff3	-0.206E+00	;
Diff4	0.891E-02	;
}
CO-O2
{
Diff1	-0.155E+02	;
Diff2	0.344E+01	;
Diff3	-0.232E+00	;
Diff4	0.100E-01	;
}
CO-N2
{
Diff1	-0.153E+02	;
Diff2	0.338E+01	;
Diff3	-0.225E+00	;
Diff4	0.974E-02	;
}
CO-H
{
Diff1	-0.155E+02	;
Diff2	0.413E+01	;
Diff3	-0.317E+00	;
Diff4	0.135E-01	;
}
CO-H2
{
Diff1	-0.126E+02	;
Diff2	0.284E+01	;
Diff3	-0.158E+00	;
Diff4	0.701E-02	;
}
CO-H2O
{
Diff1	-0.195E+02	;
Diff2	0.483E+01	;
Diff3	-0.382E+00	;
Diff4	0.154E-01	;
}
CO-OH
{
Diff1	-0.145E+02	;
Diff2	0.322E+01	;
Diff3	-0.204E+00	;
Diff4	0.887E-02	;
}
CO-H2O2
{
Diff1	-0.155E+02	;
Diff2	0.344E+01	;
Diff3	-0.232E+00	;
Diff4	0.100E-01	;
}
CO-HO2
{
Diff1	-0.155E+02	;
Diff2	0.344E+01	;
Diff3	-0.232E+00	;
Diff4	0.100E-01	;
}
CO-HE
{
Diff1	-0.106E+02	;
Diff2	0.201E+01	;
Diff3	-0.490E-01	;
Diff4	0.225E-02	;
}
CO-AR
{
Diff1	-0.163E+02	;
Diff2	0.372E+01	;
Diff3	-0.267E+00	;
Diff4	0.115E-01	;
}
CO-CO
{
Diff1	-0.154E+02	;
Diff2	0.339E+01	;
Diff3	-0.226E+00	;
Diff4	0.978E-02	;
}
CO2-O
{
Diff1	-0.172E+02	;
Diff2	0.413E+01	;
Diff3	-0.316E+00	;
Diff4	0.134E-01	;
}
CO2-O2
{
Diff1	-0.182E+02	;
Diff2	0.434E+01	;
Diff3	-0.340E+00	;
Diff4	0.144E-01	;
}
CO2-N2
{
Diff1	-0.180E+02	;
Diff2	0.428E+01	;
Diff3	-0.334E+00	;
Diff4	0.142E-01	;
}
CO2-H
{
Diff1	-0.170E+02	;
Diff2	0.451E+01	;
Diff3	-0.347E+00	;
Diff4	0.140E-01	;
}
CO2-H2
{
Diff1	-0.150E+02	;
Diff2	0.370E+01	;
Diff3	-0.268E+00	;
Diff4	0.117E-01	;
}
CO2-H2O
{
Diff1	-0.183E+02	;
Diff2	0.401E+01	;
Diff3	-0.242E+00	;
Diff4	0.802E-02	;
}
CO2-OH
{
Diff1	-0.172E+02	;
Diff2	0.413E+01	;
Diff3	-0.316E+00	;
Diff4	0.134E-01	;
}
CO2-H2O2
{
Diff1	-0.182E+02	;
Diff2	0.433E+01	;
Diff3	-0.340E+00	;
Diff4	0.144E-01	;
}
CO2-HO2
{
Diff1	-0.182E+02	;
Diff2	0.433E+01	;
Diff3	-0.340E+00	;
Diff4	0.144E-01	;
}
CO2-HE
{
Diff1	-0.119E+02	;
Diff2	0.249E+01	;
Diff3	-0.113E+00	;
Diff4	0.504E-02	;
}
CO2-AR
{
Diff1	-0.188E+02	;
Diff2	0.453E+01	;
Diff3	-0.361E+00	;
Diff4	0.151E-01	;
}
CO2-CO
{
Diff1	-0.180E+02	;
Diff2	0.428E+01	;
Diff3	-0.334E+00	;
Diff4	0.142E-01	;
}
CO2-CO2
{
Diff1	-0.200E+02	;
Diff2	0.482E+01	;
Diff3	-0.387E+00	;
Diff4	0.158E-01	;
}
HOCO-O
{
Diff1	-0.172E+02	;
Diff2	0.414E+01	;
Diff3	-0.316E+00	;
Diff4	0.134E-01	;
}
HOCO-O2
{
Diff1	-0.182E+02	;
Diff2	0.434E+01	;
Diff3	-0.340E+00	;
Diff4	0.144E-01	;
}
HOCO-N2
{
Diff1	-0.180E+02	;
Diff2	0.428E+01	;
Diff3	-0.334E+00	;
Diff4	0.142E-01	;
}
HOCO-H
{
Diff1	-0.170E+02	;
Diff2	0.451E+01	;
Diff3	-0.347E+00	;
Diff4	0.140E-01	;
}
HOCO-H2
{
Diff1	-0.150E+02	;
Diff2	0.371E+01	;
Diff3	-0.268E+00	;
Diff4	0.117E-01	;
}
HOCO-H2O
{
Diff1	-0.187E+02	;
Diff2	0.424E+01	;
Diff3	-0.279E+00	;
Diff4	0.991E-02	;
}
HOCO-OH
{
Diff1	-0.172E+02	;
Diff2	0.413E+01	;
Diff3	-0.316E+00	;
Diff4	0.134E-01	;
}
HOCO-H2O2
{
Diff1	-0.182E+02	;
Diff2	0.433E+01	;
Diff3	-0.340E+00	;
Diff4	0.144E-01	;
}
HOCO-HO2
{
Diff1	-0.182E+02	;
Diff2	0.433E+01	;
Diff3	-0.340E+00	;
Diff4	0.144E-01	;
}
HOCO-HE
{
Diff1	-0.119E+02	;
Diff2	0.249E+01	;
Diff3	-0.113E+00	;
Diff4	0.504E-02	;
}
HOCO-AR
{
Diff1	-0.188E+02	;
Diff2	0.453E+01	;
Diff3	-0.361E+00	;
Diff4	0.151E-01	;
}
HOCO-CO
{
Diff1	-0.180E+02	;
Diff2	0.428E+01	;
Diff3	-0.335E+00	;
Diff4	0.142E-01	;
}
HOCO-CO2
{
Diff1	-0.200E+02	;
Diff2	0.482E+01	;
Diff3	-0.387E+00	;
Diff4	0.158E-01	;
}
HOCO-HOCO
{
Diff1	-0.201E+02	;
Diff2	0.482E+01	;
Diff3	-0.387E+00	;
Diff4	0.158E-01	;
}
HCO-O
{
Diff1	-0.186E+02	;
Diff2	0.463E+01	;
Diff3	-0.370E+00	;
Diff4	0.153E-01	;
}
HCO-O2
{
Diff1	-0.196E+02	;
Diff2	0.479E+01	;
Diff3	-0.385E+00	;
Diff4	0.158E-01	;
}
HCO-N2
{
Diff1	-0.194E+02	;
Diff2	0.473E+01	;
Diff3	-0.380E+00	;
Diff4	0.156E-01	;
}
HCO-H
{
Diff1	-0.168E+02	;
Diff2	0.423E+01	;
Diff3	-0.288E+00	;
Diff4	0.107E-01	;
}
HCO-H2
{
Diff1	-0.166E+02	;
Diff2	0.428E+01	;
Diff3	-0.335E+00	;
Diff4	0.143E-01	;
}
HCO-H2O
{
Diff1	-0.163E+02	;
Diff2	0.307E+01	;
Diff3	-0.989E-01	;
Diff4	0.113E-02	;
}
HCO-OH
{
Diff1	-0.186E+02	;
Diff2	0.463E+01	;
Diff3	-0.370E+00	;
Diff4	0.153E-01	;
}
HCO-H2O2
{
Diff1	-0.196E+02	;
Diff2	0.479E+01	;
Diff3	-0.385E+00	;
Diff4	0.158E-01	;
}
HCO-HO2
{
Diff1	-0.196E+02	;
Diff2	0.479E+01	;
Diff3	-0.385E+00	;
Diff4	0.158E-01	;
}
HCO-HE
{
Diff1	-0.133E+02	;
Diff2	0.304E+01	;
Diff3	-0.182E+00	;
Diff4	0.798E-02	;
}
HCO-AR
{
Diff1	-0.199E+02	;
Diff2	0.484E+01	;
Diff3	-0.385E+00	;
Diff4	0.156E-01	;
}
HCO-CO
{
Diff1	-0.194E+02	;
Diff2	0.473E+01	;
Diff3	-0.380E+00	;
Diff4	0.156E-01	;
}
HCO-CO2
{
Diff1	-0.198E+02	;
Diff2	0.457E+01	;
Diff3	-0.331E+00	;
Diff4	0.125E-01	;
}
HCO-HOCO
{
Diff1	-0.198E+02	;
Diff2	0.457E+01	;
Diff3	-0.330E+00	;
Diff4	0.124E-01	;
}
HCO-HCO
{
Diff1	-0.176E+02	;
Diff2	0.346E+01	;
Diff3	-0.157E+00	;
Diff4	0.387E-02	;
}
CH2O-O
{
Diff1	-0.186E+02	;
Diff2	0.463E+01	;
Diff3	-0.369E+00	;
Diff4	0.153E-01	;
}
CH2O-O2
{
Diff1	-0.196E+02	;
Diff2	0.479E+01	;
Diff3	-0.386E+00	;
Diff4	0.158E-01	;
}
CH2O-N2
{
Diff1	-0.194E+02	;
Diff2	0.473E+01	;
Diff3	-0.380E+00	;
Diff4	0.156E-01	;
}
CH2O-H
{
Diff1	-0.168E+02	;
Diff2	0.422E+01	;
Diff3	-0.288E+00	;
Diff4	0.107E-01	;
}
CH2O-H2
{
Diff1	-0.166E+02	;
Diff2	0.428E+01	;
Diff3	-0.335E+00	;
Diff4	0.143E-01	;
}
CH2O-H2O
{
Diff1	-0.163E+02	;
Diff2	0.306E+01	;
Diff3	-0.980E-01	;
Diff4	0.109E-02	;
}
CH2O-OH
{
Diff1	-0.186E+02	;
Diff2	0.463E+01	;
Diff3	-0.370E+00	;
Diff4	0.153E-01	;
}
CH2O-H2O2
{
Diff1	-0.196E+02	;
Diff2	0.479E+01	;
Diff3	-0.385E+00	;
Diff4	0.158E-01	;
}
CH2O-HO2
{
Diff1	-0.196E+02	;
Diff2	0.479E+01	;
Diff3	-0.385E+00	;
Diff4	0.158E-01	;
}
CH2O-HE
{
Diff1	-0.133E+02	;
Diff2	0.304E+01	;
Diff3	-0.183E+00	;
Diff4	0.800E-02	;
}
CH2O-AR
{
Diff1	-0.199E+02	;
Diff2	0.484E+01	;
Diff3	-0.385E+00	;
Diff4	0.156E-01	;
}
CH2O-CO
{
Diff1	-0.194E+02	;
Diff2	0.473E+01	;
Diff3	-0.380E+00	;
Diff4	0.156E-01	;
}
CH2O-CO2
{
Diff1	-0.199E+02	;
Diff2	0.458E+01	;
Diff3	-0.331E+00	;
Diff4	0.125E-01	;
}
CH2O-HOCO
{
Diff1	-0.199E+02	;
Diff2	0.457E+01	;
Diff3	-0.331E+00	;
Diff4	0.125E-01	;
}
CH2O-HCO
{
Diff1	-0.176E+02	;
Diff2	0.346E+01	;
Diff3	-0.157E+00	;
Diff4	0.386E-02	;
}
CH2O-CH2O
{
Diff1	-0.176E+02	;
Diff2	0.346E+01	;
Diff3	-0.157E+00	;
Diff4	0.387E-02	;
}
