tuts/2D_syngas_premixed/constant/speciesMu
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
version                         2.0;
format                          ascii;
class                           dictionary;
object                          speciesMu;
}

// Scheme: transport fitting

O
{
Mu1	-0.150E+02	;
Mu2	0.187E+01	;
Mu3	-0.161E+00	;
Mu4	0.705E-02	;
}
O2
{
Mu1	-0.171E+02	;
Mu2	0.262E+01	;
Mu3	-0.259E+00	;
Mu4	0.113E-01	;
}
N2
{
Mu1	-0.167E+02	;
Mu2	0.240E+01	;
Mu3	-0.230E+00	;
Mu4	0.101E-01	;
}
H
{
Mu1	-0.200E+02	;
Mu2	0.343E+01	;
Mu3	-0.361E+00	;
Mu4	0.156E-01	;
}
H2
{
Mu1	-0.139E+02	;
Mu2	0.101E+01	;
Mu3	-0.491E-01	;
Mu4	0.222E-02	;
}
H2O
{
Mu1	-0.134E+02	;
Mu2	-0.704E-01	;
Mu3	0.224E+00	;
Mu4	-0.143E-01	;
}
OH
{
Mu1	-0.150E+02	;
Mu2	0.187E+01	;
Mu3	-0.161E+00	;
Mu4	0.705E-02	;
}
H2O2
{
Mu1	-0.171E+02	;
Mu2	0.262E+01	;
Mu3	-0.259E+00	;
Mu4	0.113E-01	;
}
HO2
{
Mu1	-0.171E+02	;
Mu2	0.262E+01	;
Mu3	-0.259E+00	;
Mu4	0.113E-01	;
}
HE
{
Mu1	-0.134E+02	;
Mu2	0.120E+01	;
Mu3	-0.875E-01	;
Mu4	0.456E-02	;
}
AR
{
Mu1	-0.187E+02	;
Mu2	0.328E+01	;
Mu3	-0.342E+00	;
Mu4	0.148E-01	;
}
CO
{
Mu1	-0.167E+02	;
Mu2	0.241E+01	;
Mu3	-0.232E+00	;
Mu4	0.102E-01	;
}
CO2
{
Mu1	-0.224E+02	;
Mu2	0.444E+01	;
Mu3	-0.473E+00	;
Mu4	0.197E-01	;
}
HOCO
{
Mu1	-0.224E+02	;
Mu2	0.444E+01	;
Mu3	-0.473E+00	;
Mu4	0.197E-01	;
}
HCO
{
Mu1	-0.184E+02	;
Mu2	0.221E+01	;
Mu3	-0.115E+00	;
Mu4	0.165E-02	;
}
CH2O
{
Mu1	-0.184E+02	;
Mu2	0.221E+01	;
Mu3	-0.115E+00	;
Mu4	0.165E-02	;
}
