tuts/2D_syngas_premixed/constant/thermoDiff
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermoDiff;
}

// Scheme: transport fitting

H-O
{
ThermDiff_1	0.270E+00	;
ThermDiff_2	0.278E-03	;
ThermDiff_3	-0.104E-06	;
ThermDiff_4	0.117E-10	;
}
H-O2
{
ThermDiff_1	0.230E+00	;
ThermDiff_2	0.366E-03	;
ThermDiff_3	-0.135E-06	;
ThermDiff_4	0.150E-10	;
}
H-N2
{
ThermDiff_1	0.247E+00	;
ThermDiff_2	0.340E-03	;
ThermDiff_3	-0.126E-06	;
ThermDiff_4	0.141E-10	;
}
H-H
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
H-H2
{
ThermDiff_1	0.145E+00	;
ThermDiff_2	0.474E-04	;
ThermDiff_3	-0.170E-07	;
ThermDiff_4	0.195E-11	;
}
H-H2O
{
ThermDiff_1	-0.860E-01	;
ThermDiff_2	0.592E-03	;
ThermDiff_3	-0.188E-06	;
ThermDiff_4	0.189E-10	;
}
H-OH
{
ThermDiff_1	0.272E+00	;
ThermDiff_2	0.280E-03	;
ThermDiff_3	-0.105E-06	;
ThermDiff_4	0.118E-10	;
}
H-H2O2
{
ThermDiff_1	0.231E+00	;
ThermDiff_2	0.367E-03	;
ThermDiff_3	-0.135E-06	;
ThermDiff_4	0.151E-10	;
}
H-HO2
{
ThermDiff_1	0.230E+00	;
ThermDiff_2	0.366E-03	;
ThermDiff_3	-0.135E-06	;
ThermDiff_4	0.150E-10	;
}
H-HE
{
ThermDiff_1	0.317E+00	;
ThermDiff_2	0.681E-05	;
ThermDiff_3	0.749E-08	;
ThermDiff_4	-0.230E-11	;
}
H-AR
{
ThermDiff_1	0.183E+00	;
ThermDiff_2	0.426E-03	;
ThermDiff_3	-0.155E-06	;
ThermDiff_4	0.170E-10	;
}
H-CO
{
ThermDiff_1	0.246E+00	;
ThermDiff_2	0.341E-03	;
ThermDiff_3	-0.127E-06	;
ThermDiff_4	0.141E-10	;
}
H-CO2
{
ThermDiff_1	0.618E-01	;
ThermDiff_2	0.547E-03	;
ThermDiff_3	-0.190E-06	;
ThermDiff_4	0.202E-10	;
}
H-HOCO
{
ThermDiff_1	0.618E-01	;
ThermDiff_2	0.547E-03	;
ThermDiff_3	-0.190E-06	;
ThermDiff_4	0.202E-10	;
}
H-HCO
{
ThermDiff_1	-0.692E-01	;
ThermDiff_2	0.614E-03	;
ThermDiff_3	-0.199E-06	;
ThermDiff_4	0.201E-10	;
}
H-CH2O
{
ThermDiff_1	-0.693E-01	;
ThermDiff_2	0.615E-03	;
ThermDiff_3	-0.199E-06	;
ThermDiff_4	0.201E-10	;
}
H2-O
{
ThermDiff_1	0.388E+00	;
ThermDiff_2	0.356E-04	;
ThermDiff_3	-0.628E-08	;
ThermDiff_4	0.246E-12	;
}
H2-O2
{
ThermDiff_1	0.416E+00	;
ThermDiff_2	0.768E-04	;
ThermDiff_3	-0.240E-07	;
ThermDiff_4	0.256E-11	;
}
H2-N2
{
ThermDiff_1	0.418E+00	;
ThermDiff_2	0.624E-04	;
ThermDiff_3	-0.177E-07	;
ThermDiff_4	0.175E-11	;
}
H2-H
{
ThermDiff_1	-0.145E+00	;
ThermDiff_2	-0.474E-04	;
ThermDiff_3	0.170E-07	;
ThermDiff_4	-0.195E-11	;
}
H2-H2
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
H2-H2O
{
ThermDiff_1	0.861E-01	;
ThermDiff_2	0.427E-03	;
ThermDiff_3	-0.151E-06	;
ThermDiff_4	0.162E-10	;
}
H2-OH
{
ThermDiff_1	0.394E+00	;
ThermDiff_2	0.361E-04	;
ThermDiff_3	-0.637E-08	;
ThermDiff_4	0.249E-12	;
}
H2-H2O2
{
ThermDiff_1	0.420E+00	;
ThermDiff_2	0.774E-04	;
ThermDiff_3	-0.242E-07	;
ThermDiff_4	0.258E-11	;
}
H2-HO2
{
ThermDiff_1	0.418E+00	;
ThermDiff_2	0.771E-04	;
ThermDiff_3	-0.241E-07	;
ThermDiff_4	0.257E-11	;
}
H2-HE
{
ThermDiff_1	0.156E+00	;
ThermDiff_2	0.704E-04	;
ThermDiff_3	-0.339E-07	;
ThermDiff_4	0.139E-11	;
}
H2-AR
{
ThermDiff_1	0.400E+00	;
ThermDiff_2	0.118E-03	;
ThermDiff_3	-0.415E-07	;
ThermDiff_4	0.473E-11	;
}
H2-CO
{
ThermDiff_1	0.417E+00	;
ThermDiff_2	0.632E-04	;
ThermDiff_3	-0.181E-07	;
ThermDiff_4	0.180E-11	;
}
H2-CO2
{
ThermDiff_1	0.319E+00	;
ThermDiff_2	0.237E-03	;
ThermDiff_3	-0.889E-07	;
ThermDiff_4	0.101E-10	;
}
H2-HOCO
{
ThermDiff_1	0.319E+00	;
ThermDiff_2	0.237E-03	;
ThermDiff_3	-0.891E-07	;
ThermDiff_4	0.102E-10	;
}
H2-HCO
{
ThermDiff_1	0.176E+00	;
ThermDiff_2	0.381E-03	;
ThermDiff_3	-0.139E-06	;
ThermDiff_4	0.153E-10	;
}
H2-CH2O
{
ThermDiff_1	0.177E+00	;
ThermDiff_2	0.382E-03	;
ThermDiff_3	-0.140E-06	;
ThermDiff_4	0.154E-10	;
}
HE-O
{
ThermDiff_1	0.310E+00	;
ThermDiff_2	0.377E-04	;
ThermDiff_3	-0.611E-08	;
ThermDiff_4	-0.208E-11	;
}
HE-O2
{
ThermDiff_1	0.410E+00	;
ThermDiff_2	0.220E-04	;
ThermDiff_3	0.493E-08	;
ThermDiff_4	-0.326E-11	;
}
HE-N2
{
ThermDiff_1	0.393E+00	;
ThermDiff_2	0.282E-04	;
ThermDiff_3	0.159E-08	;
ThermDiff_4	-0.306E-11	;
}
HE-H
{
ThermDiff_1	-0.317E+00	;
ThermDiff_2	-0.681E-05	;
ThermDiff_3	-0.749E-08	;
ThermDiff_4	0.230E-11	;
}
HE-H2
{
ThermDiff_1	-0.156E+00	;
ThermDiff_2	-0.704E-04	;
ThermDiff_3	0.339E-07	;
ThermDiff_4	-0.139E-11	;
}
HE-H2O
{
ThermDiff_1	0.271E+00	;
ThermDiff_2	0.980E-04	;
ThermDiff_3	-0.355E-07	;
ThermDiff_4	0.409E-11	;
}
HE-OH
{
ThermDiff_1	0.320E+00	;
ThermDiff_2	0.389E-04	;
ThermDiff_3	-0.630E-08	;
ThermDiff_4	-0.214E-11	;
}
HE-H2O2
{
ThermDiff_1	0.416E+00	;
ThermDiff_2	0.223E-04	;
ThermDiff_3	0.500E-08	;
ThermDiff_4	-0.331E-11	;
}
HE-HO2
{
ThermDiff_1	0.413E+00	;
ThermDiff_2	0.221E-04	;
ThermDiff_3	0.497E-08	;
ThermDiff_4	-0.329E-11	;
}
HE-HE
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
HE-AR
{
ThermDiff_1	0.433E+00	;
ThermDiff_2	0.109E-04	;
ThermDiff_3	0.989E-08	;
ThermDiff_4	-0.326E-11	;
}
HE-CO
{
ThermDiff_1	0.393E+00	;
ThermDiff_2	0.278E-04	;
ThermDiff_3	0.181E-08	;
ThermDiff_4	-0.307E-11	;
}
HE-CO2
{
ThermDiff_1	0.428E+00	;
ThermDiff_2	0.219E-04	;
ThermDiff_3	0.156E-08	;
ThermDiff_4	-0.100E-11	;
}
HE-HOCO
{
ThermDiff_1	0.430E+00	;
ThermDiff_2	0.219E-04	;
ThermDiff_3	0.157E-08	;
ThermDiff_4	-0.101E-11	;
}
HE-HCO
{
ThermDiff_1	0.338E+00	;
ThermDiff_2	0.955E-04	;
ThermDiff_3	-0.335E-07	;
ThermDiff_4	0.381E-11	;
}
HE-CH2O
{
ThermDiff_1	0.341E+00	;
ThermDiff_2	0.964E-04	;
ThermDiff_3	-0.338E-07	;
ThermDiff_4	0.384E-11	;
}
