tuts/2D_syngas_premixed/constant/trandat
! edited 20/06/00
AR                 0   136.500     3.330     0.000     0.000     0.000
H                  0   145.000     2.050     0.000     0.000     0.000
H2                 1    38.000     2.920     0.000     0.790   280.000
H2NO               2   116.700     3.492     0.000     0.000     1.000 ! JAM
H2O                2   572.400     2.605     1.844     0.000     4.000
H2O2               2   107.400     3.458     0.000     0.000     3.800
HNNO               2   232.400     3.828     0.000     0.000     1.000  !(*)
HONO               2   232.400     3.828     0.000     0.000     1.000  !=HNNO
HNO                2   116.700     3.492     0.000     0.000     1.000  !(*)
HNOH               2   116.700     3.492     0.000     0.000     1.000 ! JAM
NH2OH              2   116.700     3.492     0.000     0.000     1.000 !=HNOH
HO2                2   107.400     3.458     0.000     0.000     1.000  !(*)
HE                 0    10.200     2.576     0.000     0.000     0.000  !(*)
N                  0    71.400     3.298     0.000     0.000     0.000  !(*)
N2                 1    97.530     3.621     0.000     1.760     4.000
N2H2               2    71.400     3.798     0.000     0.000     1.000  !(*)
N2H3               2   200.000     3.900     0.000     0.000     1.000  !(*)
N2H4               2   205.000     4.230     0.000     4.260     1.500
N2O                1   232.400     3.828     0.000     0.000     1.000  !(*)
NH                 1    80.000     2.650     0.000     0.000     4.000
NH2                2    80.000     2.650     0.000     2.260     4.000
NH3                2   481.000     2.920     1.470     0.000    10.000
NNH                2    71.400     3.798     0.000     0.000     1.000  !(*)
NO                 1    97.530     3.621     0.000     1.760     4.000
NO2                2   200.000     3.500     0.000     0.000     1.000  !(*)
NO3                2   378.400     4.175     0.000     0.000     1.000  !=SO3
HNO3               2   378.400     4.175     0.000     0.000     1.000  !=SO3
O                  0    80.000     2.750     0.000     0.000     0.000
O2                 1   107.400     3.458     0.000     1.600     3.800
O3                 2   180.000     4.100     0.000     0.000     2.000
OH                 1    80.000     2.750     0.000     0.000     0.000
N2O4               2   202.6       5.164     0.000     0.000     1.000  !=C2F4
N2O3               2   202.6       5.164     0.000     0.000     1.000  !=C2F4
CO                 1    98.100     3.650     0.000     1.950     1.800
CO2                1   244.000     3.763     0.000     2.650     2.100
HCO                2   498.000     3.590     0.000     0.000     0.000
CH2O               2   498.000     3.590     0.000     0.000     2.000
HOCO		       2   244.000	   3.763     0.000     0.000     1.000  !kaa
